Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrInvalidSchemaNeedDateCol_Col
source: Invalid schema, expected a column of date values for '{0}'.
bg_bg: Невалидна схема, очаквана е колона от стойности на дата за „{0}“.
ca_es: L'esquema no és vàlid; s'esperava una columna de valors de data per a '{0}'.
cs_cz: Neplatné schéma, očekával se sloupec hodnot data pro: {0}.
da_dk: Ugyldigt skema, forventede en kolonne med datoværdier for '{0}'.
de_de: Ungültiges Schema, es wurde eine Spalte mit Datumswerten für "{0}" erwartet.
el_gr: Μη έγκυρο σχήμα, αναμενόταν μια στήλη τιμών ημερομηνίας για '{0}'.
es_es: Esquema no válido, se esperaba una columna de valores de fecha para '{0}'.
et_ee: Sobimatu skeem, üksuse {0} jaoks eeldati kuupäevaväärtuste veergu.
eu_es: Eskemak ez du balio. '{0}' elementuaren data-balioak dituen zutabe bat espero zen.
fi_fi: Virheellinen rakenne, odotettiin päivämääräarvojen saraketta kohteelle {0}.
fr_fr: Schéma non valide. Colonne de valeurs de date attendue pour « {0} ».
gl_es: Esquema non válido. Esperábase unha columna de valores de data para '{0}'.
hi_in: अमान्य स्कीमा, '{0}' के लिए दिनांक मानों वाला स्तंभ अपेक्षित था.
hr_hr: Shema nije valjana, očekuje se stupac vrijednosti datuma za "{0}".
hu_hu: Érvénytelen séma. A(z) {0} esetében egy dátumértékeket tartalmazó oszlopot kell megadni.
it_it: Lo schema non è valido. È prevista una colonna di valori data per '{0}'.
ja_jp: スキーマが無効です。日付の値の列が '{0}' に必要です。
kk_kz: Жарамсыз схема, "{0}" үшін күн мәндерінің бағаны күтілді.
ko_kr: 잘못된 스키마입니다. '{0}'에 대해 날짜 값의 열이 필요합니다.
lt_lt: Neleistina schema, tikimasi „{0}“ datos reikšmių stulpelio.
lv_lv: Nederīga shēma, paredzēta datumu vērtību kolonna šim: {0}.
ms_my: Skema tidak sah, menjangkakan lajur nilai tarikh untuk '{0}'.
nb_no: Ugyldig skjema. Forventet en kolonne med datoverdier for {0}.
nl_nl: Het schema is ongeldig. Er wordt een kolom met datumwaarden voor {0} verwacht.
pl_pl: Nieprawidłowy schemat. Oczekiwana jest kolumna wartości daty dla „{0}”.
pt_br: Esquema inválido, esperada uma coluna de valores de data para '{0}'.
pt_pt: Esquema inválido, era esperada uma coluna de valores de data para "{0}".
ro_ro: Schemă nevalidă, era așteptată o coloană de valori dată pentru „{0}”.
ru_ru: Недопустимая схема; ожидается столбец значений даты для "{0}".
sk_sk: Neplatná schéma, očakával sa stĺpec dátumových hodnôt pre {0}.
sl_si: Neveljavna shema, pričakovan je stolpec z datumskimi vrednostmi za »{0}«.
sr_cyrl_rs: Неважећа шема, очекивана је колона вредности датума за „{0}“.
sr_latn_rs: Nevažeća šema, očekivana je kolona vrednosti datuma za „{0}“.
sv_se: Ogiltigt schema, en kolumn med datumvärden för {0} förväntades.
th_th: Schema ไม่ถูกต้อง ควรจะเป็นคอลัมน์ของค่าวันที่สำหรับ '{0}'
tr_tr: Geçersiz şema, '{0}' öğesine ilişkin bir tarih değerleri sütunu bekleniyor.
uk_ua: Неприпустима схема. Очікувався стовпець значень дати для елемента "{0}".
vi_vn: Sơ đồ không hợp lệ, dự kiến một cột chứa các giá trị ngày cho '{0}'.
zh_cn: 架构无效，需要“{0}”的日期值组成的列。
zh_tw: 結構描述無效，應為 '{0}' 的日期值資料行。

# ErrInvalidSchemaNeedNumCol_Col
source: Invalid schema, expected a column of numeric values for '{0}'.
bg_bg: Невалидна схема, очаквана е колона от числови стойности за „{0}“.
ca_es: L'esquema no és vàlid; s'esperava una columna de valors numèrics per a '{0}'.
cs_cz: Neplatné schéma, očekával se sloupec číselných hodnot pro: {0}.
da_dk: Ugyldigt skema, forventede en kolonne med numeriske værdier for '{0}'.
de_de: Ungültiges Schema, es wurde eine Spalte mit Zahlenwerten für "{0}" erwartet.
el_gr: Μη έγκυρο σχήμα, αναμενόταν μια στήλη αριθμητικών τιμών για '{0}'.
es_es: Esquema no válido, se esperaba una columna de valores numéricos para '{0}'.
et_ee: Sobimatu skeem, üksuse {0} jaoks eeldati arvväärtuste veergu.
eu_es: Eskemak ez du balio. '{0}' elementuaren zenbakizko balioak dituen zutabe bat espero zen.
fi_fi: Virheellinen rakenne, odotettiin numeeristen arvojen saraketta kohteelle {0}.
fr_fr: Schéma non valide. Colonne de valeurs numériques attendue pour « {0} ».
gl_es: Esquema non válido. Esperábase unha columna de valores numéricos para '{0}'.
hi_in: अमान्य स्कीमा, '{0}' के लिए सांख्यिक मानों वाला स्तंभ अपेक्षित था.
hr_hr: Shema nije valjana, očekuje se stupac numeričkih vrijednosti za "{0}".
hu_hu: Érvénytelen séma. A(z) {0} esetében egy számértékeket tartalmazó oszlopot kell megadni.
it_it: Lo schema non è valido. È prevista una colonna di valori numerici per '{0}'.
ja_jp: スキーマが無効です。数値の列が '{0}' に必要です。
kk_kz: Жарамсыз схема, "{0}" үшін сандық мәндер бағаны күтілді.
ko_kr: 잘못된 스키마입니다. '{0}'에 대해 숫자 값의 열이 필요합니다.
lt_lt: Neleistina schema, tikimasi „{0}“ skaitinių reikšmių stulpelio.
lv_lv: Nederīga shēma, paredzēta skaitlisko vērtību kolonna šim: {0}.
ms_my: Skema tidak sah, menjangkakan lajur nilai angka untuk '{0}'.
nb_no: Ugyldig skjema. Forventet en kolonne med numeriske verdier for {0}.
nl_nl: Het schema is ongeldig. Er wordt een kolom met numerieke waarden voor {0} verwacht.
pl_pl: Nieprawidłowy schemat. Oczekiwana jest kolumna wartości liczbowych dla „{0}”.
pt_br: Esquema inválido, esperada uma coluna de valores numéricos para '{0}'.
pt_pt: Esquema inválido, era esperada uma coluna de valores numéricos para "{0}".
ro_ro: Schemă nevalidă, era așteptată o coloană de valori numerice pentru „{0}”.
ru_ru: Недопустимая схема; ожидается столбец числовых значений для "{0}".
sk_sk: Neplatná schéma, očakával sa stĺpec numerických hodnôt pre {0}.
sl_si: Neveljavna shema, pričakovan je stolpec s številskimi vrednostmi za »{0}«.
sr_cyrl_rs: Неважећа шема, очекивана је колона нумеричких вредности за „{0}“.
sr_latn_rs: Nevažeća šema, očekivana je kolona numeričkih vrednosti za „{0}“.
sv_se: Ogiltigt schema, en kolumn med numeriska värden för {0} förväntades.
th_th: Schema ไม่ถูกต้อง ควรจะเป็นคอลัมน์ของค่าตัวเลขสำหรับ '{0}'
tr_tr: Geçersiz şema, '{0}' öğesine ilişkin bir sayısal değerler sütunu bekleniyor.
uk_ua: Неприпустима схема. Очікувався стовпець числових значень для елемента "{0}".
vi_vn: Sơ đồ không hợp lệ, dự kiến một cột chứa các giá trị số cho '{0}'.
zh_cn: 架构无效，需要“{0}”的数值组成的列。
zh_tw: 結構描述無效，應為 '{0}' 的數值資料行。

# ErrInvalidSchemaNeedColorCol_Col
source: Invalid schema, expected a column of color values for '{0}'.
bg_bg: Невалидна схема, очакване е колона от стойности на цвета за „{0}“.
ca_es: L'esquema no és vàlid; s'esperava una columna de valors de color per a '{0}'.
cs_cz: Neplatné schéma, očekával se sloupec hodnot barvy pro: {0}.
da_dk: Ugyldigt skema, forventede en kolonne med farveværdier for '{0}'.
de_de: Ungültiges Schema, es wurde eine Spalte mit Farbwerten für "{0}" erwartet.
el_gr: Μη έγκυρο σχήμα, αναμενόταν μια στήλη τιμών χρώματος για '{0}'.
es_es: Esquema no válido, se esperaba una columna de valores de color para '{0}'.
et_ee: Sobimatu skeem, üksuse {0} jaoks eeldati värviväärtuste veergu.
eu_es: Eskemak ez du balio. '{0}' elementuaren kolore-balioak dituen zutabe bat espero zen.
fi_fi: Virheellinen rakenne, odotettiin väriarvojen saraketta kohteelle {0}.
fr_fr: Schéma non valide. Colonne de valeurs de couleur attendue pour « {0} ».
gl_es: Esquema non válido. Esperábase unha columna de valores de cor para '{0}'.
hi_in: अमान्य स्कीमा, '{0}' के लिए रंग मानों वाला स्तंभ अपेक्षित था.
hr_hr: Shema nije valjana, očekuje se stupac vrijednosti boje za "{0}".
hu_hu: Érvénytelen séma. A(z) {0} esetében egy színértékeket tartalmazó oszlopot kell megadni.
it_it: Lo schema non è valido. È prevista una colonna di valori colore per '{0}'.
ja_jp: スキーマが無効です。色の値の列が '{0}' に必要です。
kk_kz: Жарамсыз схема, "{0}" үшін түс мәндерінің бағаны күтілді.
ko_kr: 잘못된 스키마입니다. '{0}'에 대해 색 값의 열이 필요합니다.
lt_lt: Neleistina schema, tikimasi „{0}“ spalvų reikšmių stulpelio.
lv_lv: Nederīga shēma, paredzēta krāsu vērtību kolonna šim: {0}.
ms_my: Skema tidak sah, menjangkakan lajur nilai warna untuk '{0}'.
nb_no: Ugyldig skjema. Forventet en kolonne med fargeverdier for {0}.
nl_nl: Het schema is ongeldig. Er wordt een kolom met kleurwaarden voor {0} verwacht.
pl_pl: Nieprawidłowy schemat. Oczekiwana jest kolumna wartości kolorów dla „{0}”.
pt_br: Esquema inválido, esperada uma coluna de valores de cor para '{0}'.
pt_pt: Esquema inválido, era esperada uma coluna de valores de cor para "{0}".
ro_ro: Schemă nevalidă, era așteptată o coloană de valori de culoare pentru „{0}”.
ru_ru: Недопустимая схема; ожидается столбец значений цвета для "{0}".
sk_sk: Neplatná schéma, očakával sa stĺpec hodnôt farieb pre {0}.
sl_si: Neveljavna shema, pričakovan je stolpcev z vrednostmi barv za »{0}«.
sr_cyrl_rs: Неважећа шема, очекивана је колона вредности боје за „{0}“.
sr_latn_rs: Nevažeća šema, očekivana je kolona vrednosti boje za „{0}“.
sv_se: Ogiltigt schema, en kolumn med färgvärden för {0} förväntades.
th_th: Schema ไม่ถูกต้อง ควรจะเป็นคอลัมน์ของค่าสีสำหรับ '{0}'
tr_tr: Geçersiz şema, '{0}' öğesine ilişkin bir renk değerleri sütunu bekleniyor.
uk_ua: Неприпустима схема. Очікувався стовпець колірних значень для елемента "{0}".
vi_vn: Sơ đồ không hợp lệ, dự kiến một cột chứa các giá trị màu cho '{0}'.
zh_cn: 架构无效，需要“{0}”的颜色值组成的列。
zh_tw: 結構描述無效，應為 '{0}' 的色彩值資料行。

# ErrInvalidSchemaNeedCol
source: Invalid schema, expected a one-column table.
bg_bg: Невалидна схема, очаквана е таблица с една колона.
ca_es: L'esquema no és vàlid; s'esperava una taula d'una columna.
cs_cz: Neplatné schéma, očekávala se tabulka s jedním sloupcem.
da_dk: Ugyldigt skema, forventede en tabel med én kolonne.
de_de: Ungültiges Schema, es wurde eine einspaltige Tabelle erwartet.
el_gr: Μη έγκυρο σχήμα, αναμενόταν πίνακας μίας στήλης.
es_es: Esquema no válido, se esperaba una tabla de una sola columna.
et_ee: Sobimatu skeem, eeldati ühe veeruga tabelit.
eu_es: Eskemak ez du balio. Zutabe bakarreko taula bat espero zen.
fi_fi: Virheellinen rakenne, odotettiin yhden sarakkeen taulukkoa.
fr_fr: Schéma non valide. Table à colonne unique attendue.
gl_es: Esquema non válido. Esperábase unha táboa dunha columna.
hi_in: अमान्य स्कीमा, एक-स्तंभ वाली तालिका अपेक्षित थी.
hr_hr: Shema nije valjana, očekuje se tablica s jednim stupcem.
hu_hu: Érvénytelen séma, az elvárás egyoszlopos tábla.
it_it: Lo schema non è valido. È prevista una tabella a singola colonna.
ja_jp: スキーマが無効です。1 列のテーブルが必要です。
kk_kz: Жарамсыз схема, бір бағанды кесте күтілді.
ko_kr: 잘못된 스키마입니다. 단일 열 테이블이 필요합니다.
lt_lt: Neleistina schema, tikimasi vieno stulpelio lentelės.
lv_lv: Nederīga shēma, paredzēta vienas kolonnas tabula.
ms_my: Skema tidak sah, menjangkakan jadual satu lajur.
nb_no: Ugyldig skjema. Forventet en tabell med én kolonne.
nl_nl: Het schema is ongeldig. Er wordt een tabel met één kolom verwacht.
pl_pl: Nieprawidłowy schemat. Oczekiwana jest tabela z jedną kolumną.
pt_br: Esquema inválido, esperada tabela de coluna única.
pt_pt: Esquema inválido, era esperada uma tabela de uma coluna.
ro_ro: Schemă nevalidă, era așteptat un tabel cu o coloană.
ru_ru: Недопустимая схема; ожидается таблица, состоящая из одного столбца.
sk_sk: Neplatná schéma, očakávala sa jednostĺpcová tabuľka.
sl_si: Neveljavna shema, pričakovana je tabela z enim stolpcem.
sr_cyrl_rs: Неважећа шема, очекивана је табела са једном колоном.
sr_latn_rs: Nevažeća šema, očekivana je tabela sa jednom kolonom.
sv_se: Ogiltigt schema, en enkolumnstabell förväntades.
th_th: Schema ไม่ถูกต้อง ควรจะเป็นตารางหนึ่งคอลัมน์
tr_tr: Geçersiz şema, tek sütunlu bir tablo bekleniyor.
uk_ua: Неприпустима схема. Очікувалася таблиця з одним стовпцем.
vi_vn: Sơ đồ không hợp lệ, dự kiến bảng có một cột.
zh_cn: 架构无效，需要包含由一列组成的表。
zh_tw: 結構描述無效，應為單一資料行的資料表。

# ErrNeedRecord
source: Cannot use a non-record value in this context.
bg_bg: Не може да се използва стойност, която не е запис, в този контекст.
ca_es: No es pot utilitzar un valor que no sigui un registre en aquest context.
cs_cz: V tomto kontextu nejde použít jinou hodnotu než záznam.
da_dk: Kan ikke bruge en ikke-post-værdi i denne kontekst.
de_de: In diesem Kontext kann nur ein Datensatzwert verwendet werden.
el_gr: Σε αυτό το περιβάλλον δεν είναι δυνατή η χρήση τιμής που δεν είναι τιμή εγγραφής.
es_es: No se puede usar un valor que no es un registro en este contexto.
et_ee: Väärtust, mis pole kirje, ei saa selles kontekstis kasutada.
eu_es: Ezin da erabili erregistroa ez den baliorik testuinguru honetan.
fi_fi: Muuta kuin tietuearvoa ei voi käyttää tässä kontekstissa.
fr_fr: Impossible d’utiliser une valeur qui n’est pas un enregistrement dans ce contexte.
gl_es: Non se pode usar un valor que non sexa un rexistro neste contexto.
hi_in: किसी गैर-रेकॉर्ड मान का उपयोग इस प्रसंग में नहीं किया जा सकता.
hr_hr: Nije moguće koristiti vrijednost koja nije zapis u ovom kontekstu.
hu_hu: Ebben a környezetben nem használható olyan érték, amely nem rekord.
it_it: Non è possibile usare un valore che non è record in questo contesto.
ja_jp: このコンテキストでは、レコードではない値は使用できません。
kk_kz: Бұл контекстте жазба емес мәнді пайдалану мүмкін емес.
ko_kr: 이 컨텍스트에서 레코드가 아닌 값을 사용할 수 없습니다.
lt_lt: Negalima naudoti ne įrašo reikšmės šiame kontekste.
lv_lv: Šajā kontekstā nevar izmantot ar ierakstu nesaistītu vērtību.
ms_my: Tidak boleh menggunakan nilai bukan rekod dalam konteks ini.
nb_no: Kan ikke bruke en ikke-postverdi i denne konteksten.
nl_nl: Kan geen niet-recordwaarde in deze context gebruiken.
pl_pl: Nie można użyć wartości bez rekordu w tym kontekście.
pt_br: Não é possível usar um valor diferente de registro nesse contexto.
pt_pt: Não é possível utilizar um valor que não sejam registo neste contexto.
ro_ro: Nu se poate utiliza o valoare non-înregistrare în acest context.
ru_ru: Невозможно использовать значение, отличное от записи, в этом контексте.
sk_sk: Hodnota mimo záznamu sa nedá použiť v tomto kontexte.
sl_si: V tem kontekstu ne morete uporabiti vrednosti, ki ni zapis.
sr_cyrl_rs: Није могуће користити вредност која није запис у овом контексту.
sr_latn_rs: Nije moguće koristiti vrednost koja nije zapis u ovom kontekstu.
sv_se: Det går inte att använda icke-postvärden i den här kontexten.
th_th: ไม่สามารถใช้ค่าที่ไม่ใช่เรกคอร์ดในบริบทนี้
tr_tr: Bu bağlamda kayıt olmayan bir değer kullanılamaz.
uk_ua: У цьому контексті не можна використати значення, що не є записом.
vi_vn: Không thể sử dụng một giá trị không có bản ghi trong ngữ cảnh này.
zh_cn: 无法在此上下文中使用非记录值。
zh_tw: 無法使用此內容中非記錄的值。

# ErrIncompatibleRecord
source: Cannot use this record. It may contain colliding fields of incompatible types.
bg_bg: Този запис не може да се използва. Може да съдържа сблъскващи се полета от несъвместим тип.
ca_es: No s'ha pogut utilitzar aquest registre. Pot contenir camps de tipus incompatibles en conflicte.
cs_cz: Tento záznam nejde použít. Pravděpodobně obsahuje kolidující pole nekompatibilních typů.
da_dk: Kan ikke bruge denne post. Den kan indeholde kolliderende felter af inkompatible typer.
de_de: Dieser Datensatz kann nicht verwendet werden. Er enthält möglicherweise in Konflikt stehende Felder inkompatibler Typen.
el_gr: Δεν είναι δυνατή η χρήση αυτής της εγγραφής. Μπορεί να περιλαμβάνει πεδία μη συμβατών τύπων σε διένεξη.
es_es: No se puede usar este registro. Puede contener campos de tipos incompatibles en conflicto.
et_ee: Seda kirjet ei saa kasutada. See võib sisaldada vastuolulisi välju, mille tüübid ei ühildu.
eu_es: Ezin da erabili erregistro hau. Baliteke bateragarriak ez diren kontrako eremuak izatea.
fi_fi: Tätä tietuetta ei voi käyttää. Se voi sisältää kenttiä, joiden tyypit ovat yhteenopimattoma.
fr_fr: Impossible d’utiliser cet enregistrement. Il se peut qu’il contienne des champs conflictuels de types incompatibles.
gl_es: Non se pode usar este rexistro. É posible que conteña campos de tipos incompatibles en conflito.
hi_in: इस रिकॉर्ड का उपयोग नहीं किया जा सकता. इसमें असंगत प्रकारों वाली परस्पर विरोधी फ़ील्ड हो सकती हैं.
hr_hr: Taj zapis nije moguće koristiti. Možda sadrži polja nekompatibilnih vrsta u sukobu.
hu_hu: Ez a rekord nem használható. Valószínűleg ütköző, nem kompatibilis típusú mezőket tartalmaz.
it_it: Non è possibile usare questo record. Può contenere campi in conflitto con tipi incompatibili.
ja_jp: このレコードは使用できません。互換性のない型のフィールドが重複している可能性があります。
kk_kz: Бұл жазбаны пайдалану мүмкін емес. Онда үйлесімсіз түрдегі қайшы келетін өрістер болуы мүмкін.
ko_kr: 이 레코드를 사용할 수 없습니다. 호환되지 않는 형식의 충돌하는 필드가 포함되었을 수 있습니다.
lt_lt: Negalima naudoti šio įrašo. Jame gali būti nesuderinamų tipų susikertančių laukų.
lv_lv: Šo ierakstu nevar izmantot. Tajā var būt konfliktējoši lauki vai nesaderīgi tipi.
ms_my: Tidak boleh menggunakan rekod ini. Ia mungkin mengandungi medan jenis tak serasi yang bercanggah.
nb_no: Kan ikke bruke denne posten. Den inneholder kanskje konfliktfelt for inkompatible typer.
nl_nl: Kan deze record niet gebruiken. De record bevat mogelijk conflicterende velden die incompatibel zijn.
pl_pl: Nie można użyć tego rekordu. Może zawierać kolidujące pola niezgodnych typów.
pt_br: Não é possível usar esse registro. Ele pode conter campos colidentes de tipos incompatíveis.
pt_pt: Não é possível utilizar este registo. Pode conter campos de colisão de tipos incompatíveis.
ro_ro: Nu se poate utiliza această înregistrare. Poate conține câmpuri conflictuale, cu tipuri incompatibile.
ru_ru: Невозможно использовать эту запись. Она может содержать конфликтующие поля несовместимых типов.
sk_sk: Tento záznam sa nedá použiť. Možno obsahuje kolidujúce polia nekompatibilného typu.
sl_si: Tega zapisa ni mogoče uporabiti. Morda vsebuje nasprotujoča si polja nezdružljivih tipov.
sr_cyrl_rs: Није могуће користити овај запис. Он можда садржи преклапајућа поља некомпатибилних типова.
sr_latn_rs: Nije moguće koristiti ovaj zapis. On možda sadrži preklapajuća polja nekompatibilnih tipova.
sv_se: Det går inte att använda den här posten. Det är möjligt att den innehåller kolliderande fält av inkompatibla typer.
th_th: ไม่สามารถใช้เรกคอร์ดนี้ อาจมีฟิล์ดขัดแย้งที่ไม่เข้ากัน
tr_tr: Bu kayıt kullanılamaz. Kayıt, uyumsuz türlerin çakışan alanlarını içeriyor olabilir.
uk_ua: Не вдалося використати цей запис. Він може містити конфліктні поля несумісних типів.
vi_vn: Không thể sử dụng bản ghi này. Có thể bản ghi có chứa các trường xung đột thuộc các loại không tương thích.
zh_cn: 无法使用此记录。它可能包含类型不兼容的冲突字段。
zh_tw: 無法使用這筆記錄。它可能包含類型不相容而相衝突的欄位。

# ErrNeedRecord_Func
source: The first argument of '{0}' should be a record.
bg_bg: Първият аргумент на „{0}“ трябва да бъде запис.
ca_es: El primer argument de '{0}' ha de ser un registre.
cs_cz: Prvním argumentem funkce {0} by měl být záznam.
da_dk: Det første argument for "{0}" skal være en post.
de_de: Das erste Argument von "{0}" sollte ein Datensatz sein.
el_gr: Το πρώτο όρισμα του '{0}' θα πρέπει να είναι εγγραφή.
es_es: El primer argumento de '{0}' debe ser un registro.
et_ee: Funktsiooni {0} esimene argument peab olema kirje.
eu_es: '{0}' elementuaren lehen argumentuak erregistro bat izan behar du.
fi_fi: Kohteen {0} ensimmäisen argumentin tulee olla tietue.
fr_fr: Le premier argument de « {0} » doit être un enregistrement.
gl_es: O primeiro argumento de '{0}' debe ser un rexistro.
hi_in: '{0}' का पहला तर्क एक रेकॉर्ड होना चाहिए.
hr_hr: Prvi argument stavke "{0}" treba biti zapis.
hu_hu: A(z) {0} első argumentumának rekordnak kell lennie.
it_it: Il primo argomento di '{0}' deve essere un record.
ja_jp: 最初の引数 '{0}' はレコードである必要があります。
kk_kz: "{0}" бірінші аргументі жазба болуы тиіс.
ko_kr: '{0}'의 첫 번째 인수는 레코드여야 합니다.
lt_lt: Pirmas „{0}“ argumentas turėtų būti įrašas.
lv_lv: {0} pirmajam argumentam ir jābūt ierakstam.
ms_my: Argumen pertama '{0}' seharusnya rekod.
nb_no: Det første argumentet for {0} må være en post.
nl_nl: Het eerste argument van {0} moet een record zijn.
pl_pl: Pierwszy argument „{0}” powinien być rekordem.
pt_br: O primeiro argumento de '{0}' deve ser um registro.
pt_pt: O primeiro argumento de "{0}" deve ser um registo.
ro_ro: Primul argument din „{0}” ar trebui să fie o înregistrare.
ru_ru: Первый аргумент "{0}" должен быть записью.
sk_sk: Prvý argument pre {0} má byť záznam.
sl_si: Prvi argument funkcije »{0}« mora biti zapis.
sr_cyrl_rs: Први аргумент за„{0}“ треба да буде запис.
sr_latn_rs: Prvi argument za„{0}“ treba da bude zapis.
sv_se: Det första argumentet för {0} ska vara en post.
th_th: อาร์กิวเมนต์แรกของ '{0}' ควรเป็นเรกคอร์ด
tr_tr: '{0}' öğesinin ilk bağımsız değişkeninin bir kayıt olması gerekir.
uk_ua: Перший аргумент функції "{0}" має бути записом.
vi_vn: Đối số đầu tiên của '{0}' phải là một bản ghi.
zh_cn: “{0}”的第一个参数应是记录。
zh_tw: '{0}' 的第一個引數應為記錄。
